<?php
session_start();

?>
<link rel="stylesheet" type="text/css" href="<?php echo ROOT_DIR?>theme/<?php echo $_SESSION['LOGIN_THEME']?>/style.css">
<script src="images/ccorrect_btn.js"></script>

<html>
<head>
<title>软件注册</title>
<meta http-equiv="Content-Type" content="text/html; charset=gb2312">
</head>

<body class="bodycolor">
<b>软件注册</b><br>
<br>

<div class=small>
请首先通过通达网站 www.tongda2000.com上的联系方式与教育组件开发商联系购买事宜，从而获得软件序列号。技术支持QQ:83102413<br>
<br>
<b>购买软件后进行软件注册的步骤</b><br>
1、用户进行软件注册是可以自助完成的，请访问通达网站首页的用户服务区，凭软件序列号进行用户服务区注册，然后登录该服务区，进入软件注册栏目。<br>
<br>
2、此时需要将软件中的注册页面显示的 <b>机器码</b> 及 填写的<b>单位名称</b>，复制粘贴到用户服务区软件注册栏相应位置(请根据您的当前版本来选择)，并进行获取软件注册码的操作，然后再将所获得的注册码填回到软件里的注册页面，进行注册即可。<br>
<br>
3、网站用户服务区还提供了软件升级和咨询服务，您可以通过软件升级，将软件更新至最新版本。<br>
<br>
4、请您牢记您在网站用户服务区注册的用户ID号，在您日后进行软件技术咨询时，可能需要您报出用户ID号。<br>
<br>
<font color=red><b>注意：</font>软件序列号是软件正版的唯一凭证</b><br>
凭借软件序列号可享受相关售后服务，如软件销售商不能提供软件序列号，则说明其所销售的软件是盗版。
<br><br>
<font color=red><b>技巧：</font>如何识别正版与盗版？</b><br>
<br>
凡没有在公司数据库备案注册的软件均属于非授权软件。<br>
<br>
为谨慎起见，对于从经销商处购买软件的用户，请核实经销商身份，可以到 经销商专区 根据经销商编码进行查询验证，另外建议用户咨询通达总部进行核实，并查看其营业执照，以防假冒。<br>

</div>
</body>
</html><?php
/*
	版权归属:郑州单点科技软件有限公司;
	联系方式:0371-69663266;
	公司地址:河南郑州经济技术开发区第五大街经北三路通信产业园四楼西南;
	公司简介:郑州单点科技软件有限公司位于中国中部城市-郑州,成立于2007年1月,致力于把基于先进信息技术（包括通信技术）的最佳管理与业务实践普及到教育行业客户的管理与业务创新活动中，全面提供具有自主知识产权的教育管理软件、服务与解决方案，是中部最优秀的高校教育管理软件及中小学校管理软件提供商。目前己经有多家高职和中职类院校使用通达中部研发中心开发的软件和服务;

	软件名称:单点科技软件开发基础性架构平台,以及在其基础之上扩展的任何性软件作品;
	发行协议:数字化校园产品为商业软件,发行许可为LICENSE方式;单点CRM系统即SunshineCRM系统为GPLV3协议许可,GPLV3协议许可内容请到百度搜索;
	特殊声明:软件所使用的ADODB库,PHPEXCEL库,SMTARY库归原作者所有,余下代码沿用上述声明;
	*/
?>